Repository: zaasglg/smarcity
Catalog: lib/pages/lib/l10n/app_*.arb
Languages: kk

source: Home
kk: Басты бет

source: News
kk: Жаңалықтар

source: AI Assistant
kk: AI Көмекші

source: Chat
kk: Чат

source: Profile
kk: Профиль

source: Login
kk: Кіру

# loginToAccount
source: Login to your account
kk: Аккаунтқа кіру

# loginDescription
source: To access your personal cabinet
kk: Жеке кабинетке қол жеткізу үшін

# app
source: Application
kk: Қосымша

# aboutApp
source: About the app
kk: Қосымша туралы

source: Support
kk: Қолдау

source: Help
kk: Көмеk

source: Contact us
kk: Бізбен байланысу

source: Language
kk: Тіл

source: Russian
kk: Орысша

source: Kazakh
kk: Қазақша

source: Settings
kk: Параметрлер

source: Utilities
kk: Коммуналдық қызметтер

source: Volunteering
kk: Волонтерлік

source: Marketplace
kk: Базар

source: Queue
kk: Кезек

source: Feedback
kk: Кері байланыс

source: Finance Tracker
kk: Қаржы бақылаушы

source: Health Tracker
kk: Денсаулық бақылаушы

source: Change Language
kk: Тілді өзгерту

source: City Map
kk: Қала картасы

source: Madina is nearby
kk: Мадина жақын жерде

# livesInSamePlace
source: lives in the same place
kk: бір жерде тұрады

source: Kyzylorda News
kk: Қызылорда жаңалықтары

source: Services
kk: Қызметтер

source: Scanner
kk: Сканер

# newsTitle1
source: New Akmechet park opened in Kyzylorda
kk: Қызылордада жаңа "Ақмешіт" саябағы ашылды

# newsContent1
source: Today was the grand opening of a new recreation park with modern infrastructure
kk: Бүгін заманауи инфрақұрылымы бар жаңа демалыс саябағының салтанатты ашылуы өтті

# timeAgo1
source: 2 hours ago
kk: 2 сағат бұрын

# newsTitle2
source: Rice planting has begun in Kyzylorda region
kk: Қызылорда облысында күріш егу басталды

# newsContent2
source: Farmers have started the sowing campaign. This year it is planned to sow more than 100 thousand hectares
kk: Аграршылар егіс науқанына кірісті. Биыл 100 мың гектардан астам жер егу жоспарланып отыр

# timeAgo2
source: 5 hours ago
kk: 5 сағат бұрын

# newsTitle3
source: Silk Road festival is taking place in Kyzylorda
kk: Қызылордада "Жібек жолы" фестивалі өтуде

# newsContent3
source: The international festival gathered participants from 15 countries. The program includes: exhibitions, concerts and master classes
kk: Халықаралық фестивальге 15 елден қатысушылар жиналды. Бағдарламада: көрмелер, концерттер және шеберлік сабақтары

# timeAgo3
source: Yesterday
kk: Кеше

# newsTitle4
source: New bus route launched in Kyzylorda
kk: Қызылордада жаңа автобус бағыты іске қосылды

# newsContent4
source: The new route will connect the city center with the new Akmechet district. The interval is 10 minutes
kk: Жаңа бағыт қала орталығын жаңа "Ақмешіт" ықшам ауданымен байланыстырады. Қозғалыс аралығы - 10 минут

# timeAgo4
source: 2 days ago
kk: 2 күн бұрын

source: Announcements
kk: Хабарландырулар

source: Events
kk: Оқиғалар

source: Technology
kk: Технологиялар

source: You
kk: Сіз

source: Add Story
kk: Жазба қосу

source: likes
kk: ұнайды

source: View all comments
kk: Барлық пікірлерді көру

# likesCount
source: {count} likes
kk: {count} ұнайды
